/* No comment provided by engineer. */
"  Back" = "  Späť";

/* No comment provided by engineer. */
"0.01" = "0.01";

/* No comment provided by engineer. */
"About VPlayer" = "O programe VPlayer";

/* No comment provided by engineer. */
"Add Stream" = "Pridať stream";

/* No comment provided by engineer. */
"All Videos" = "Všetky videá";

/* No comment provided by engineer. */
"Auto Check for Updates..." = "Autom. vyhľadať aktualizáciu...";

/* No comment provided by engineer. */
"Camera" = "Kamera";

/* No comment provided by engineer. */
"Camera Libs" = "Knižnice kamery";

/* No comment provided by engineer. */
"Camera Roll" = "Kamera Roll";

/* No comment provided by engineer. */
"File Sharing" = "Zdieľanie súborov";

/* No comment provided by engineer. */
"History" = "História";

/* No comment provided by engineer. */
"How to import videos" = "Ako importovať video";

/* No comment provided by engineer. */
"How to use VPlayer" = "Ako používať VPlayer";

/* No comment provided by engineer. */
"iPod" = "iPod";

/* No comment provided by engineer. */
"iPod Library" = "Knižnica iPod";

/* No comment provided by engineer. */
"iPod Libs" = "Knižnice iPod";

/* No comment provided by engineer. */
"iTunes" = "iTunes";

/* No comment provided by engineer. */
"iTunes Libs" = "Knižnice iTunes";

/* No comment provided by engineer. */
"Last Updated" = "Aktualizované";

/* No comment provided by engineer. */
"Licenses" = "Licencie";

/* No comment provided by engineer. */
"licenses..." = "licencie...";

/* Loading Status */
"Loading..." = "Načítavanie...";

/* No comment provided by engineer. */
"Local Video" = "Miestne video";

/* No comment provided by engineer. */
"Media" = "Médiá";

/* No comment provided by engineer. */
"Next" = "Ďalšie";

/* No comment provided by engineer. */
"No Video" = "Žiadne video";

/* No comment provided by engineer. */
"OK, I known" = "OK, už viem";

/* No comment provided by engineer. */
"Online Movie" = "Online film";

/* No comment provided by engineer. */
"Pinch and zoom to adjust video size." = "Stiahnite a roztiahnite pre nastavenie veľkosti videa.";

/* No comment provided by engineer. */
"Pull down to refresh..." = "Potiahnite dole pre obnovenie...";

/* No comment provided by engineer. */
"Release to refresh..." = "Uvoľnite pre obnovenie...";

/* No comment provided by engineer. */
"Remove" = "Odobrať";

/* No comment provided by engineer. */
"Select All" = "Vybrať všetko";

/* No comment provided by engineer. */
"Setting" = "Nastavenia";

/* No comment provided by engineer. */
"Slide left and right to micro seek the progress at the top screen." = "Pre nájdenie pozície videa potiahnite vľavo alebo vpravo na vrchu obrazovky.";

/* No comment provided by engineer. */
"Slide up and down to adjust the screen brightness at the left screen." = "Pre zmenu jasu potiahnite hore alebo dole na ľavej strane obrazovky.";

/* No comment provided by engineer. */
"Slide up and down to adjust the volume at the right screen." = "Pre zmenu hlasitosti potiahnite hore alebo dole na pravej strane obrazovky.";

/* No comment provided by engineer. */
"The Most powerful video player" = "Najlepší prehrávač videa";

/* No comment provided by engineer. */
"Updates" = "Aktualizácie";

/* No comment provided by engineer. */
"User Manual" = "Príručka";

/* No comment provided by engineer. */
"Version" = "Verzia";

/* No comment provided by engineer. */
"Video" = "Video";

/* reason */
"Video cannot be loaded." = "Video sa nedá načítať.";

/* Video cannot be played description */
"Video cannot be played" = "Video sa nedá prehrať";

/* No comment provided by engineer. */
"VPlayer" = "VPlayer";

/* No comment provided by engineer. */
"Web Library" = "Web knižnica";

